Repository: AnthraX1/KODI-Popcorn-Time
Catalog: plugin.video.kodipopcorntime/resources/language/resource.language.*/strings.po
Languages: sl_si

# #30000
source: Show More
sl_si: Prikaži več

# #30001
source: KODI Popcorn Time - Search
sl_si: KODI Popcorn Time - Iskanje

# #30002
source: Search
sl_si: Iskanje

# #30003
source: Browse by Genre
sl_si: Brskaj po Žanru

# #30004
source: Most Popular
sl_si: Najbolj Popularno

# #30005
source: Best Rated
sl_si: Najbolje Ocenjeno

# #30006
source: Recently Added
sl_si: Nazadnje Dodano

# #30007
source: Fetching content
sl_si: Pridobivanje vsebine

# #30008
source: Down: %s/s, Up: %s/s
sl_si: Pobiranje: %s/s, Nalaganje: %s/s

# #30009
source: Play
sl_si: Predvajaj

# #30010
source: Add-on settings
sl_si: Add-on nastavitve

# #30011
source: Do you want to play this movie in 3D?
sl_si: Predvajaj v 3d?

# #30012
source: Subtitle:
sl_si: Podnapisi:

# #30013
source: Are you sure you want to reset Torrent settings?
sl_si: Resetiram Torrent nastavitve?

# #30014
source: It is only the settings with "(Torrent)" in the headline, there are affected.
sl_si: Vpliva le na Torrent nastavitve.

# #30015
source: Seeds:
sl_si: Semena:

# #30016
source: Fetching information
sl_si: Pridobivanje informacij

# #30017
source: Done
sl_si: Končano

# #30018
source: Fetching information
sl_si: >Pridobivanje informacij

# #30019
source: Downloading subtitle
sl_si: Pobiranje podnapisov

# #30020
source: Starting playback
sl_si: Pričetek predvajanja

# #30021
source: Downloading
sl_si: Pobiranje

# #30022
source: Download is complete
sl_si: Pobiranje je končano

# #30023
source: The quality was not found<
sl_si: Kvaliteta videa ni najdena

# #30024
source: Attempt
sl_si: Poskus

# #30025
source: Sort by Title
sl_si: Razvrsti po Naslovu

# #30026
source: Sort by Year
sl_si: Razvrsti po Letih

# #30027
source: Last Updated
sl_si: Nazadnje posodobljeno

# #30028
source: Searching
sl_si: Iskanje

# #30029
source: Favourites
sl_si: Priljubljene

# #30030
source: Movies
sl_si: Filmi

# #30031
source: Starting
sl_si: Začetek

# #30033
source: Are you sure you want to delete the cache?
sl_si: Ali si prepričan da pobrišem predpomnilnik?

# #30034
source: Title:
sl_si: Naslov:

# #30035
source: New title:
sl_si: Nov Naslov:

# #30036
source: Waiting
sl_si: Čakanje

# #30037
source: Checking data
sl_si: Preverba podatkov

# #30038
source: Trailer
sl_si: Napovednik

# #30039
source: Add to Popcorn Favourites
sl_si: Dodaj v Popcorn priljubljene

# #30040
source: Remove from Popcorn Favourites
sl_si: Odstrani iz Popcorn priljubljenih

# #30101
source: Clear media files
sl_si: pobriši media vsebine

# #30102
source: Files
sl_si: Datoteke

# #30103
source: Download Path
sl_si: Mapa prenosa

# #30104
source: Keep files after playback/download stops
sl_si: Obdrži datoteke po koncu predvajanja/prenosa.

# #30105
source: Subtitles
sl_si: Podnapisi

# #30106
source: 720p and lower
sl_si: 720p ter nižja

# #30107
source: Prefer
sl_si: Prednostno

# #30108
source: Network
sl_si: Omrežje

# #30109
source: Play 3D video
sl_si: Predvajaj 3D vsebino

# #30110
source: Max Download Rate (Kilobyte - 0: Unlimited)
sl_si: Največja hitrost prenašanja (Kilobyte - 0: Neomejeno)

# #30111
source: Encryption
sl_si: Enkripcija

# #30112
source: Global
sl_si: Globalno

# #30113
source: Maintenance
sl_si: Vzdrževanje

# #30114
source: Clear media information
sl_si: Brisanje medija informacij

# #30115
source: Proxy domains
sl_si: Proxy domene

# #30116
source: Movies (comma-separated hosts)
sl_si: Filmi (gostitelji ločeni z vejico)

# #30117
source: Video Quality
sl_si: Kvalitea videa

# #30118
source: 1080p and lower
sl_si: 1080p ter nižja

# #30119
source: First priority
sl_si: Prva prioriteta

# #30120
source: Second priority
sl_si: Druga prioriteta

# #30121
source: Third priority
sl_si: Tretja prioriteta

# #30122
source: Max Upload Rate (Kilobyte - 0: Unlimited - Min 15 kB/s)
sl_si: Maksimalna hitrost deljenja (Kilobyte - 0: Neomojeno - Min 15 kB/s)

# #30123
source: Forced
sl_si: Prisiljeno

# #30124
source: Enabled
sl_si: Vklopljeno

# #30125
source: Disabled
sl_si: Izklopljeno

# #30126
source: No
sl_si: Ne

# #30127
source: Ask me
sl_si: Vedno vprašaj

# #30128
source: Always
sl_si: Vedno

# #30129
source: TV Shows (comma-separated hosts)
sl_si: TV Serije (gostitelji ločeni z vejico)

# #30130
source: Advanced
sl_si: Napredno

# #30131
source: Torrent settings
sl_si: Torrent nastavitve

# #30132
source: Providers
sl_si: Ponudniki

# #30133
source: Peers (Torrent)
sl_si: Vrstniki (Torrent)

# #30134
source: Features (Torrent)
sl_si: Lastnosti (Torrent)

# #30135
source: Log / debug
sl_si: Log / razhroščevanje

# #30136
source: Keep only incomplete files after exiting
sl_si: Obdrži samo nedokončane

# #30137
source: Keep only complete files after exiting
sl_si: Obdrži samo dokončane

# #30138
source: Additional (Torrent)
sl_si: Dodatno (Torrent)

# #30139
source: Port for incoming connections
sl_si: Vrata vhodne povezave

# #30140
source: Use random port (49152-65535)
sl_si: Uporabi naključna vrata (49152-65535)

# #30141
source: Enable TCP protocol
sl_si: Uporabi TCP protokol

# #30142
source: Enable uTP (uTorrent Transport Protocol)
sl_si: Uporabi uTP (uTorrent Transport Protocol)<

# #30143
source: The limit of the total number of connections
sl_si: Maksimalno število povezav

# #30144
source: Reset
sl_si: Ponastavitev

# #30145
source: The number of peers who try to connect after the initial response
sl_si: Število vrstnikov ki se poskušajo povezati

# #30146
source: The total number of connection attempts per second
sl_si: Število poskusov povezav na sekundo

# #30149
source: Number of seconds to wait between connection failures
sl_si: Čas čakanja med neuspelimi poskusi povezave

# #30151
source: Enable DHT (Distributed Hash Table)
sl_si: Vključi DHT (Distributed Hash Table)

# #30152
source: Enable LSD (Local Service Discovery)
sl_si: Vključi LSD (Local Service Discovery)

# #30153
source: Enable NATPMP (NAT Port Mapping Protocol)
sl_si: Vključi NATPMP (NAT Port Mapping Protocol)

# #30154
source: Enable UPnP (Universal Plug and Play)
sl_si: Vključi UPnP (Universal Plug and Play)

# #30155
source: Enable sending scrape request to tracker (Tracker Scrape)
sl_si: Vključi pošiljanje "Tracker Scrape" zahtevkov

# #30156
source: Trackers (comma-separated URLs)
sl_si: Sledilniki (URL naslovi ločeni z vejico)

# #30157
source: DHT routers (comma-separated host:port pairs)
sl_si: DHT usmerjevalniki (gostitelj:vrata pari ločeni z vejico)

# #30158
source: Enable debugging
sl_si: Vključi razhroščevanje

# #30159
source: Network (Torrent)
sl_si: Omrežje (Torrent)

# #30160
source: Search
sl_si: Iskanje

# #30162
source: Movie
sl_si: Filmi

# #30163
source: TV Shows
sl_si: TV Serije

# #30164
source: Prioritize Hearing Impaired Subtitles
sl_si: Prednostno podnapisi za slušno prizadete

# #30165
source: Gather movie information from
sl_si: Pridobi informacije za Filme iz:

# #30168
source: Get subtitles from
sl_si: Pridobi podnapise od:

# #30169
source: Gather TV information from
sl_si: Pridobi informacije za TV Serije iz:

# #30170
source: None
sl_si: Brez

# #30173
source: Only 480p
sl_si: Samo 480p

# #30201
source: Albanian
sl_si: Albanski

# #30202
source: Arabic
sl_si: Arabski

# #30203
source: Bengali
sl_si: Bengalski

# #30204
source: Brazilian Portuguese
sl_si: Brazilsko Portugalski

# #30205
source: Bulgarian
sl_si: Bulgarski

# #30206
source: Chinese
sl_si: Kitajski

# #30207
source: Croatian
sl_si: Hrvaški

# #30208
source: Czech
sl_si: Češki

# #30209
source: Danish
sl_si: Danski

# #30210
source: Dutch
sl_si: Nizozemski

# #30211
source: English
sl_si: Angleški

# #30213
source: Finnish
sl_si: Finski

# #30214
source: French
sl_si: Francoski

# #30215
source: German
sl_si: Nemški

# #30216
source: Greek
sl_si: Grški

# #30218
source: Hungarian
sl_si: Madžarski

# #30219
source: Indonesian
sl_si: Indonezijski

# #30220
source: Italian
sl_si: Italijanski

# #30221
source: Japanese
sl_si: Japonski

# #30222
source: Korean
sl_si: Korejski

# #30223
source: Lithuanian
sl_si: Litvanski

# #30224
source: Macedonian
sl_si: Makedonski

# #30225
source: Malay
sl_si: Malajski

# #30226
source: Norwegian
sl_si: Norveški

# #30227
source: Polish
sl_si: Poljski

# #30228
source: Portuguese
sl_si: Portugalski

# #30229
source: Romanian
sl_si: Romunski

# #30230
source: Russian
sl_si: Ruski

# #30231
source: Serbian
sl_si: Srbski

# #30232
source: Slovenian
sl_si: Slovenski

# #30233
source: Spanish
sl_si: Španski

# #30234
source: Swedish
sl_si: Švedski

# #30235
source: Thai
sl_si: Tajski

# #30236
source: Turkish
sl_si: Turški

# #30238
source: Vietnamese
sl_si: Vietnamski

# #30300
source: Cannot find port to bind torrent2http
sl_si: Ni možno pridobiti vrat za torrent2http

# #30301
source: Cache cleared
sl_si: Predpomnilnik pobrisan

# #30302
source: Your OS is not supported
sl_si: OS ni podprt

# #30304
source: Did not receive any data
sl_si: Ni podatkov

# #30305
source: Did not receive any movies
sl_si: Ni filmov

# #30308
source: An unknown error has occurred
sl_si: Zgodila se je neznana napaka

# #30310
source: Download path does not exist. Please check your addon settings
sl_si: Mapa za prenos ne obstaja. Preveri nastavitve

# #30313
source: A torrent error has occurred
sl_si: Napaka z Torrent-om

# #30314
source: Torrent settings were reset
sl_si: Nastavitve za Torrent so resetirane

# #30315
source: No movie or tv-show providers were found
sl_si: Ne najdem nobenih ponudnikov

# #30316
source: Torrent file did not contain a movie
sl_si: Torrent datoteka ne vsebije videa

# #30317
source: A connection has not answered before timeout
sl_si: Povezava se ne oglasi

# #30318
source: Playback is terminated due to timeout
sl_si: Predvajanje se je prekinilo zaradi preteka časa

# #30319
source: Downloading to an unmounted network share is not supported. Please check your addon settings
sl_si: Prenos na odklopljen mrežni disk ni podprt. Preveri nastavitve

# #30320
source: Cannot find torrent2http
sl_si: Ne najdem torrent2http

# #30321
source: Cannot make torrent2http executable
sl_si: Ni možno zagnati torrent2http

# #30322
source: Unable to create cache directory
sl_si: Ni možno narediti predpomnilnika

# #30323
source: There is not enough free space to play. Please free up some space or choose a different download location
sl_si: Premalo prostora za predvajanje. Potrebno sprostiti nekaj prostora na disku.

# #30324
source: Max Upload Rate must be above 15 Kilobytes per second. Please go to the addon settings and set a minimum speed of 15 kilobytes per second
sl_si: Maksimalna hitrost nalaganja mora biti višja od 15 Kb na sekundo. Preveri nastavitve.

# #30325
source: You need more space to play %s and %s qualities or choose a lower quality
sl_si: Potrebuješ več prostora za predvajanje v %s in %s kvalitetah, ali izberi nižjo kvaliteto.

# #30326
source: You need more space to play %s quality or choose a lower quality
sl_si: Potrebuješ več prostora za predvajanje v %s kvaliteti ali izberi nižjo kvaliteto.

# #30327
source: No results found
sl_si: Ni najdenih rezultatov

# #30328
source: Could not receive a media list as there was no domains that worked
sl_si: Ne morem pridobiti informacij ker nobena domena ne deluje.

# #30329
source: There was an error with the response from the provider
sl_si: Prišlo je do napake pri odgovoru s strani ponudnika.

# #30350
source: Movies
sl_si: Filmi

# #30351
source: TV-Shows
sl_si: TV Serije

# #30400
source: Action
sl_si: Akcija

# #30401
source: Adventure
sl_si: Avantura

# #30402
source: Animation
sl_si: Animacija

# #30403
source: Comedy
sl_si: Komedija

# #30404
source: Crime
sl_si: Kriminalka

# #30405
source: Disaster
sl_si: Katastrofa

# #30406
source: Documentary
sl_si: Dokumentarci

# #30408
source: Eastern
sl_si: Vzhodnji

# #30409
source: Family
sl_si: Družinski

# #30410
source: Fan-Film
sl_si: Ljubiteljski

# #30411
source: Fantasy
sl_si: Domišljijski

# #30412
source: Film-Noir
sl_si: Črno-Beli Film

# #30413
source: History
sl_si: Zgodovinski

# #30414
source: Horror
sl_si: Grozljivka

# #30416
source: Music
sl_si: Glasbeni

# #30417
source: Mystery
sl_si: Misterij

# #30418
source: Road
sl_si: Popotovanje

# #30419
source: Romance
sl_si: Romanca

# #30420
source: Sci-Fi
sl_si: Znanstvena Fantastika

# #30421
source: Short
sl_si: Kratki

# #30422
source: Sport
sl_si: Šport

# #30423
source: Sporting-event
sl_si: Športni Dogodek

# #30425
source: Thriller
sl_si: Triler

# #30426
source: TV-Movie
sl_si: TV-Film

# #30427
source: War
sl_si: Vojaški

# #30450
source: Action
sl_si: Akcija

# #30453
source: Romance
sl_si: Romantika

# #30454
source: School
sl_si: Šolski

# #30455
source: Supernatural
sl_si: Nadnaravno

# #30457
source: Comedy
sl_si: Komedija

# #30458
source: Mystery
sl_si: Misterij

# #30459
source: Police
sl_si: Policijski

# #30461
source: Sports
sl_si: Šport

# #30463
source: Sci-Fi
sl_si: Znanstvena Fantastika

# #30465
source: Fantasy
sl_si: Fantazijski

# #30466
source: Adventure
sl_si: Avantura

# #30468
source: Music
sl_si: Glasbeni

# #30469
source: Psychological
sl_si: Psihološki

# #30472
source: Magic
sl_si: Čarobno

# #30473
source: Horror
sl_si: Grozljivka

# #30474
source: Thriller
sl_si: Triler

# #30475
source: Gender Bender
sl_si: Menjava spola

# #30476
source: Parody
sl_si: Parodija

# #30477
source: Historical
sl_si: Zgodovinski

# #30478
source: Racing
sl_si: Dirkaška

# #30480
source: Super Power
sl_si: Super Moč

# #30481
source: Military
sl_si: Vojaški

# #30484
source: Game
sl_si: Igra

# #30485
source: Martial Arts
sl_si: Borilne veščine

# #30486
source: Vampire
sl_si: Vampirski

# #30487
source: Kids
sl_si: Otroci

# #30489
source: Space
sl_si: Vesolje
